Repository: andwecrawl/Orang
Catalog: Orang/Orang/Localization/Extension/Localizable.xcstrings
Source language: en
Languages: ko

source: 1st Dose
ko: 1차

source: 2nd Dose
ko: 2차

source: 3rd Dose
ko: 3차

source: 4th Dose
ko: 4차

source: 5th Dose
ko: 5차

source: 6th Dose
ko: 6차

# 68weeks
source: 6 to 8 weeks old
ko: 생후 6주 ~ 8주

# 810weeks
source: 8 to 10 weeks old
ko: 생후 8주 ~ 10주

# 1012weeks
source: 10 to 12 weeks old
ko: 생후 10주 ~ 12주

# 1214weeks
source: 12 to 14 weeks old
ko: 생후 12주 ~ 14주

# 1416weeks
source: 14 to 16 weeks old
ko: 생후 14주 ~ 16주

# 1618weeks
source: 16 to 18 weeks old
ko: 생후 16주 ~ 18주

# abdominalDistention
source: The abdomen has swollen rapidly.
ko: 배가 급격하게 부어올라 있어요.

# abdominalDistentionTitle
source: Abdominal Distension
ko: 배가 부어올라있어요.

# abnormalSymptoms
source: Symptoms
ko: 이상 증상

# AbnormalSymptomsNavigationTitle
source: Abnormal Symptoms
ko: 이상 증상 기록하기

# AccesabilityHint_Title
source: This is Tab Title.
ko: 타이틀입니다.

# additionalInfoInformationLabel
source: Please write additional information to record.
ko: 추가로 기록할 내용을 적어 주세요.

source: Additional Memo
ko: 추가 기록하기

# addVaccineType
source: Add administered Vaccine
ko: 접종 항목 추가하기

# AlertNavigationTitle
source: Schedule
ko: 일정 관리

source: Amount
ko: 양

# annually_vaccination
source: Annually Vaccinations
ko: 연도별 예방 접종

source: Antibody Test
ko: 항체가 검사

# basic1st_dose
source: 1st Basic Vaccinations
ko: 기초 예방 1차

# basic2nd_dose
source: 2nd Basic Vaccinations
ko: 기초 예방 2차

# basic3rd_dose
source: 3rd Basic Vaccinations
ko: 기초 예방 3차

# basic4th_dose
source: 4th Basic Vaccinations
ko: 기초 예방 4차

# basic5th_dose
source: 5th Basic Vaccinations
ko: 기초 예방 5차

# basic6th_dose
source: 6th Basic Vaccinations
ko: 기초 예방 6차

source: Basic Vaccinations
ko: 기본 예방 접종 항목

# belongDate %d
source: Met %d days ago
ko: 만난 지 %d일

# belongDateSetting
source: Met %@ days ago
ko: 만난 지 %d일

# birthdaySetting
source: Birthday
ko: 생일

# blackPoo
source: It can be seen due to food, iron supplements, or adsorbents, but dark, sticky, and smelly black stool can be seen due to upper digestive tract bleeding or dehydration, so it is recommended to see a doctor.
ko: 음식, 철분제, 흡착제에 의해 나타날 수 있지만 죽처럼 짙고 비릿한 냄새가 나는 검은 변은 상부 소화기 내의 출혈이나 수분 부족으로 인해 나타날 수 있으니 병원 내원을 추천해요.

# blackTitlePoo
source: Black Stool
ko: 검은 변

# bloodyStool
source: Stool has a lot of blood on it.
ko: 변에 피가 많이 묻어나와요.

# bloodyStoolTitle
source: Bloody Stool
ko: 혈변을 눴어요.

# bordetella
source: Bordetella(Kennel Cough)
ko: 보르테텔라(켄넬 코프)

# brownPee
source: It may be due to severe dehydration, infection by parasites, muscle damage due to accidents or trauma, severe bladder inflammation, or liver disease, so it is recommended to see a doctor as soon as possible.
ko: 심각한 탈수 상태이거나 기생충에 의한 감염, 사고나 외상으로 인한 근육 손상, 혈액 손상 및 심한 방광염 또는 간 질환이 있을 수 있으니 가능한 빠른 병원 내원을 추천해요.

# brownPoo
source: Eating well and taking an adequate amount of water, so it's healthy!
ko: 밥도 잘 먹고 수분 섭취도 적당하네요! 건강해요.

# brownTitlePee
source: Brown Urine
ko: 갈색 소변

# brownTitlePoo
source: Brown Stool
ko: 갈색 변

source: Canine Influenza
ko: 신종플루

source: Cat
ko: 고양이

# caught
source: Coughs severely.
ko: 기침을 심하게 해요.

# caughtTitle
source: Persistent Cough
ko: 기침을 계속 해요.

# chooseSpecies
source: Choose the species.
ko: 종을 골라주세요.

source: Comprehensive Vaccine
ko: 종합 백신

# convulsion
source: Convulsions have lasted for several minutes.
ko: 경련이 몇 분 이상 지속됐어요.

# convulsionTitle
source: Convulsions
ko: 경련을 해요.

source: Core Vaccination
ko: 핵심 백신

source: corona enteritis
ko: 코로나 장염

source: Count
ko: 개

# crystalPee
source: If sparkling crystals are found in the urine or it is difficult to see urine, it may be suspected of cystitis. If left untreated, urolithiasis may occur, so be careful.
ko: 소변에서 반짝이는 결정체가 발견되거나 소변을 보기 힘들어 하는 경우 방광염을 의심할 수 있어요. 이를 방치할 경우 요로 결석이 발생할 수 있으니 주의가 필요해요.

# crystalTitlePee
source: Crystals visible in urine.
ko: 소변에 반짝이는 결정체가 보여요.

source: Daily To-Do
ko: 일상 할 일

# dailyTodoDetail
source: You can set meal/snack reminders, walk/play reminders, cleaning reminders, and purchase time reminders!
ko: 식사 / 간식 알림, 산책 / 놀이 알림, 청소 알림, 구매 시기 알림을 설정할 수 있어요!

source: Date
ko: 날짜

# decreaseInActivity
source: Is visibly moving less than before.
ko: 전보다 눈에 띄게 움직이지 않아요.

# decreaseInActivityTitle
source: Significant Decrease in Activity
ko: 활동량이 과하게 줄었어요.

source: Delete
ko: 삭제하기

# deleteSubscript %@
source: If you delete it, all data and schedules of %@ will disappear, and it cannot be recovered!
ko: 삭제할 경우 %@의 모든 데이터와 일정이 사라지며 복구가 불가능합니다!

# deleteTitle %@
source: Delete %@'s profile?
ko: %@의 프로필을 삭제하시겠어요?

# detailSettings
source: Settings
ko: 환경 설정

# diarrhea
source: Severe diarrhea.
ko: 심한 설사를 했어요.

# diarrheaTitle
source: Diarrhea
ko: 설사를 했어요.

# diaryNavigationTitle
source: Daily Records
ko: 일상 기록 추가하기

# diaryRecordDescriptions
source: Diary
ko: 일상 기록

# diaryRecordDetail
source: Add records of your daily activities with your pet!
ko: 아이와 함께한 기록을 추가해 보세요!

# diaryRecordTitle
source: Daily Journal
ko: 일상 기록 추가하기

# distemper_hepatitis_parvovirus
source: Distemper, Hepatitis, Parvovirus (DHP)
ko: 디스템퍼/간염/파보바이러스 (DHP)

source: Dog
ko: 강아지

# doseDate_%u_to_%u_weeks
source: %u to %u weeks old
ko: %u부터 %u주

# dottedPoo
source: It may be in a state of infection with parasites, so it is recommended to see a doctor.
ko: 기생충에 감염된 상태일 수도 있으므로 병원 내원을 추천해요.

# dottedTitlePoo
source: White spots are visible.
ko: 하얀색 점이 있어요.

# etc
source: Other
ko: 기타

source: External Parasites
ko: 외부기생충

# failFindSelectedPet
source: Cannot find the selected pet!
ko: 친구를 찾을 수 없어요!

# failFindSelectedPetDetail
source: Unable to save the pet's record. Please check the profile window!
ko: 친구의 기록을 저장할 수 없어요. 프로필창을 확인해 주세요!

# failToSaveImage
source: Failed to save the image.
ko: 이미지 저장에 실패했습니다.

source: Feces
ko: 대변

# fecesAndUrine
source: Feces & Urine
ko: 대소변

source: Feces Color
ko: 대변 색깔

source: Feces Form
ko: 대변 형태

# fillEachSections
source: Please fill in all fields.
ko: 프로필을 모두 작성해 주세요!

# fungal_skin_disease
source: Fungal Skin Disease Vaccine
ko: 곰팡이성 피부병

# grayPoo
source: If the stool is greasy and gray, it may indicate problems with pancreatic function, so it is recommended to see a doctor.
ko: 변에 기름기가 많고 회색이라면 췌장 기능에 문제가 생겼을 수 있으니 병원 내원을 권장해요.

# grayTitlePoo
source: Gray Stool
ko: 회색 변

# greenPoo
source: Eating too much grass or having inflammatory bowel disease or impaired bile metabolism may be in a state where it is not working properly. Check if there is a change in diet from the usual and, if it continues, consult a doctor.
ko: 지나치게 풀을 많이 먹거나, 염증성 장 질환이나 담즙의 원활한 대사가 이루어지지 않는 상태일 수 있어요. 평소 식단과 달라진 음식이 있는지 한번 살펴보고 지속된다면 병원 상담을 추천해요.

# greenTitlePoo
source: Green Stool
ko: 초록색 변

source: Hamster
ko: 햄스터

# hardPoo
source: It can occur in cases of constipation or when the amount of food is small.
ko: 변비가 있거나 사료량이 적은 경우에 나타날 수 있어요.

# hardTitlePoo
source: Hard and Small Stool
ko: 딱딱하고 작은 변

# hardToBreath
source: Continues to try to sit or has difficulty breathing.
ko: 계속 앉아만 있으려고 하거나 호흡을 힘들어해요.

# hardToBreathTitle
source: Difficulty Breathing
ko: 호흡을 힘들어해요.

# haveAFever
source: The temperature is higher than usual.
ko: 평소 체온보다 높아요.

# haveAFeverTitle
source: Fever
ko: 열이 있어요.

source: Heartworm
ko: 심장사상충

source: Hedgehog
ko: 고슴도치

source: Hospital Name
ko: 병원명

# idkBirthdayButton
source: Don't know the birthday.
ko: 생일이 기억나지 않아요.

# idkRegistrationNumber
source: Don't have a registration number.
ko: 등록번호가 없어요.

source: Infectious Peritonitis
ko: 전염성 복막염

# inputBirthday
source: Enter the birthday.
ko: 생일을 입력해 주세요.

# inputDate
source: Please enter a date!
ko: 날짜를 입력해 주세요!

# inputDetailSpecies
source: Write the specific species.
ko: 자세한 종을 작성해 주세요.

# inputHospitalName
source: Please enter the hospital name.
ko: 병원명을 입력해 주세요.

# inputMeetDate
source: Enter the met date.
ko: 만난 날을 입력해 주세요.

# inputName
source: Enter the name.
ko: 이름을 입력해 주세요.

# inputNewRecord
source: Try adding a new record in the Record tab!
ko: 기록하기 탭에서 아이의 기록을 새롭게 추가해 보세요!

# inputNumber
source: Please enter a number!
ko: 숫자만 적어 주세요!

# inputReasonForVisit
source: Please write your Pet's symptoms.
ko: 아이의 증상을 작성해 주세요.

# inputRegistrationNumber
source: Enter the registration number.
ko: 등록번호를 입력해 주세요.

# inputSnackType
source: Please enter the snack name!
ko: 간식 이름을 적어 주세요!

# inputTime
source: Please enter a time!
ko: 시간을 입력해 주세요!

# inputVaccineType
source: Select the vaccine.
ko: 백신 항목을 입력해 주세요!

# inputVaccineTypeByHand
source: Please enter the administered vaccine!
ko: 접종한 백신을 입력해 주세요!

# inputWeight
source: Enter the weight.
ko: 몸무게를 입력해 주세요.

source: Internal Parasites
ko: 내부기생충

# isNotInTheTable
source: The administered vaccine is not in the table.
ko: 접종한 백신이 표에 없어요.

source: Leptospirosis
ko: 렙토스피로시스

# lightYellowPee
source: Light yellow urine can be seen when urine is not concentrated and is often observed. If this occurs frequently, it is recommended to consult a doctor.
ko: 옅은 노란색은 소변이 농축되지 못하고 배출될 때 나타날 수 있어요. 자주 관찰되는 경우 병원 내원을 추천해요.

# lightYellowTitlePee
source: Clear or Light Yellow Urine
ko: 투명하거나 옅은 노란색 소변

# loseWeight
source: Sudden weight loss.
ko: 갑자기 살이 빠졌어요.

# loseWeightTitle
source: Sudden Weight Loss
ko: 체중이 급격하게 줄었어요.

# lossHair
source: Too much hair is falling out.
ko: 평소보다 털이 너무 많이 빠져요.

# lossHairTitle
source: Excessive Hair Loss
ko: 털이 과하게 빠져요.

source: Lyme Disease
ko: 라임병

# medicalAppointment
source: Medical Appointments
ko: 병원 일정 관리

# medicalAppointmentDetail
source: You can manage and schedule medical and medication appointments for each pet!
ko: 아이별로 병원 일정 및 투약 일정을 관리하고 설정할 수 있어요!

# MedicalHistoryButton
source: Medical History
ko: 진료 내역

# MedicalHistoryDetail
source: You can record your pet's medical history!
ko: 아이의 진료 내역을 기록할 수 있어요!

# medicalHistoryRecordDescriptions
source: Medical History
ko: 진료 내역

# MedicalRecordTitle
source: Medical Report
ko: 진료 기록 추가하기

# meetDate
source: Met on %@
ko: %@에 만났어요

# meetDate %@
source: Met on %@
ko: %@부터

# meetDateSetting
source: Date Met
ko: 만난 날

# modifiy
source: Modify
ko: 수정하기

source: Monthly Vaccination
ko: 월별 예방 접종

# moreSymptomsTitle
source: Additional Symptoms?
ko: 추가적인 증상이 있나요?

# mucusPoo
source: If mucus is visible in the stool, there may be a problem in the large intestine.
ko: 변에 점액이 눈에 보일 정도라면, 대장에 문제가 있을 수도 있어요.

# mucusTitlePoo
source: Stool mixed with mucus
ko: 점액이 섞인 변

# mudPoo
source: It can occur when the amount of food is large, when the food is suddenly changed, or when digestion is not going well.
ko: 사료량이 많거나, 갑자기 사료가 변경됐을 때, 소화가 잘 안 됐을 때 나타날 수 있어요.

# mudTitlePoo
source: Mud-like Stool
ko: 진흙 같은 변

# nameSetting
source: Name
ko: 이름

source: Next
ko: 다음

# noImageError
source: Please upload one or more images!
ko: 이미지를 하나 이상 등록해 주세요!

# noMoreImagesError
source: You can add up to 5 photos!
ko: 사진은 5장까지 추가할 수 있습니다!

# nonePee
source: Make sure there is not too little urine! If your pet does not urinate all day in a clean environment with plenty of water, there may be a problem in the urinary tract.
ko: 음수량이 적지 않은지 확인해 주세요! 만약 깨끗한 환경에 물이 충분한데도 하루종일 소변을 보지 않는다면 배뇨 경로에 문제가 생겼을 수 있어요.

# nonePoo
source: If you haven't had a bowel movement for more than 3 days, it is likely to be constipation! Try improving your water intake and diet, and if the symptoms persist, it is recommended to see a doctor.
ko: 3일 이상 대변을 보지 못한다면 변비일 가능성이 높아요! 수분 섭취량이나 식이를 개선해 개선해 보시고 증상이 지속된다면 병원 내원을 추천해요.

# noneTitlePee
source: Didn't see urine.
ko: 소변을 보지 않아요.

# noneTitlePoo
source: Didn't see stool.
ko: 대변을 보지 않아요.

# normalPoo
source: If it's moderately firm and moist, it's healthy!
ko: 적당히 단단하고 수분감 있다면 건강해요!

# normalTitlePoo
source: Normal Soft Stool
ko: 적당한 무르기 변

# noSelectedPet
source: Please select a pet to record!
ko: 기록할 아이를 선택해 주세요!

# noSnackAmountError
source: Please enter the snack amount!
ko: 간식 양을 입력해 주세요!

# noTitleError
source: Please enter a title!
ko: 제목을 입력해 주세요!

# noWeightError
source: Please enter the weight!
ko: 몸무게를 입력해 주세요!

# orangePee
source: It can occur if there is a lack of body moisture! However, if the urine color is too dark and the skin of the eyes, ears, and abdomen is also yellow, there may be a problem with the liver or gallbladder. It is recommended to see a doctor as soon as possible.
ko: 체내 수분이 부족하면 발생할 수 있어요! 다만, 소변 색이 너무 진하고, 눈, 귀, 배의 피부색도 노란색을 띈다면 간, 담낭에 문제가 생겼을 수도 있어요. 가능한 빠른 병원 내원을 추천해요.

# orangePoo
source: It can be seen due to food, gastroenteritis, or liver or gallbladder diseases. If your pet has no appetite or energy, or if orange stool is consistently observed, it is recommended to see a doctor.
ko: 음식, 장염, 간 또는 담낭 질환에 의해 관찰될 수 있어요. 아이의 식욕이 없거나 기운이 없다면, 혹은 지속적으로 주황색 변이 관찰되는 경우 병원 내원을 추천해요.

# orangeTitlePee
source: Orange and Dark Yellow Urine
ko: 주황색과 어두운 노란색 소변

# orangeTitlePoo
source: Orange Stool
ko: 주황색 변

# othersTitle
source: Other Symptoms
ko: 그 외에 다른 증상이 있어요.

# peepooRecordDescriptions
source: Feces & Urine
ko: 대소변 기록

# photoAlbumButton
source: Photo Album
ko: 사진 보관함

# plzRetry
source: Please try again!
ko: 다시 시도해 주세요!

# plzSelectAbnormalSymptoms
source: Please select abnormal symptoms!
ko: 이상 증상을 선택해 주세요!

# plzSelectElement
source: Please select the corresponding element!
ko: 해당하는 요소를 선택해 주세요!

# pooPeeTitle
source: Feces&Urine Record
ko: 대소변 기록 추가하기

source: Profile
ko: 프로필

# ProfileNavigationTitle
source: Profile Settings
ko: 아이 설정

# pukeTitle
source: Vomiting
ko: 구토를 했어요.

source: Rabbit
ko: 토끼

source: Rabies
ko: 광견병

source: Rat
ko: 래트

source: Reason for Visit
ko: 증상

# recordMedicalHistory
source: Medical History
ko: 진료 내역 기록하기

# recordNavigationTitle
source: Record
ko: 기록하기

# recordOf
source: Record of %@ days
ko: %@일의 기록

# recordRecordTitle
source: Lifestyle Report
ko: 생활 기록 추가하기

# recordTitle
source: Record daily and observe changes!
ko: 매일 기록하고 변화를 관찰해 보세요!

# redPee
source: It can be seen in urinary tract diseases such as cystitis or urolithiasis, or in hemorrhagic cystitis. It is recommended to see a doctor as soon as possible.
ko: 방광염이나 요로결석과 같은 비뇨기 질환이나 출혈성 지원에서 나타날 수 있어요. 가능한 빠른 병원 내원을 추천해요.

# redPoo
source: There may be bleeding in the digestive tract, so it is recommended to see a doctor.
ko: 소화기에 출혈이 있을 수도 있으니 가능한 빠른 병원 내원을 추천해요.

# redTitlePee
source: Red Urine
ko: 붉은색 소변

# redTitlePoo
source: Red Stool
ko: 붉은 변

source: Registration Number
ko: 등록번호

source: Reptile
ko: 파충류

source: Save
ko: 저장

# selectFileButton
source: Select File
ko: 파일 선택

# snackButton
source: Snack
ko: 간식

# snackRecordDescriptions
source: Snack
ko: 간식 기록

# snackTitle
source: Snack Record
ko: 간식 기록 추가하기

# snackVariation
source: Type
ko: 종류

# sorryForNot %@
source: For %@, we do not provide vaccination items.
ko: %@의 경우 예방 접종 항목을 제공하지 않습니다.

# speciesSetting
source: Species
ko: 종

# symptomsRecordDescriptions
source: Abnormal Symptoms
ko: 이상증상 기록

# takePictureButton
source: Take a Photo
ko: 사진 찍기

source: Today's Record
ko: 오늘의 기록

# totalNavigationTitle
source: Collections
ko: 모아보기

source: Urine
ko: 소변

source: Urine Color
ko: 소변 색깔

source: Vaccinations
ko: 백신명

# VaccineRecordButton
source: Vaccination History
ko: 예방 접종 내역

# vaccineRecordDescriptions
source: Vaccinations
ko: 예방접종 내역

# VaccineRecordDetail
source: You can record vaccination history!
ko: 예방 접종 내역을 기록할 수 있어요!

# vaccineRecordTitle
source: Vaccination
ko: 예방 접종 내역 기록하기

# viral_hemorrhagic_disease
source: Viral Hemorrhagic Disease Vaccine
ko: 바이러스 출혈열 백신

# walkingWeired
source: Tries to keep legs up without touching the ground.
ko: 다리를 든 채 바닥을 밟지 않으려고 해요.

# walkingWeiredTitle
source: Unusual Gait
ko: 걷는 모습이 이상해요.

# waterPoo
source: It may be a symptom of diarrhea, which is difficult to digest food or acute enteritis, infectious diseases, or food poisoning.
ko: 소화시키기 힘든 음식을 먹었거나 급성 장염, 전염병, 식중독의 증상일 수 있어요.

# waterTitlePoo
source: Diarrhea
ko: 설사

# weightButton
source: Weight
ko: 몸무게

# weightRecordDescriptions
source: Weight
ko: 몸무게 기록

# weightSetting
source: Weight
ko: 몸무게

# weightTitle
source: Weight Record
ko: 몸무게 기록 추가하기

# weiredEear
source: The head is tilted or the face is paralyzed.
ko: 고개를 기울인 채로 있거나 얼굴이 마비되어 있어요.

# weiredEearTitle
source: Ear Abnormalities
ko: 귀가 이상해요.

# weiredEyes
source: The eyes are bulging or congested.
ko: 눈이 튀어나오거나 충혈되어 있어요.

# weiredEyesTitle
source: Eye Abnormalities
ko: 눈이 이상해요.

# weiredNose
source: The nose has turned blue or become very dry.
ko: 코가 파랗게 변하거나 바짝 말라 있어요.

# weiredNoseTitle
source: Nose Abnormalities
ko: 코가 이상해요.

# weiredSkin
source: The skin/mucous membrane has become red or swollen or turned yellow.
ko: 피부/점막이 빨갛게 부어오르거나 노랗게 변했어요.

# weiredSkinTitle
source: Skin Abnormalities
ko: 피부가 이상해요.

# withNavigationTitle
source: Whose Record is this?
ko: 어떤 아이의 기록인가요?

# yellowPee
source: If it's clear and yellow without impurities, it's healthy urine!
ko: 불순물이 없고 노랗다면 건강한 소변이에요!

# yellowPoo
source: There may be hypersensitivity or indigestion to certain foods. Check if there is a change in diet from the usual and, if it continues, consult a doctor.
ko: 특정 음식에 과민증이나 소화 불량이 있을 수 있어요. 평소 식단과 달라진 음식이 있는지 한번 살펴보고 지속된다면 병원 상담을 추천해요.

# yellowTitlePee
source: Yellow Urine
ko: 노란색 소변

# yellowTitlePoo
source: Yellow Stool
ko: 노란색 변
